export const cloneCoding = [
  {
    mainTitle: "Clone-Coding",
    contents: [
      {
        id: "cloneCoding1",
        subTitle: "",
        innerTitle: "당근마켓",
        icon: "🥕",
        date: "2023년 1월 ~ 2023년 4월",
        description: [
          "웹 개발자로서 주차 관리 시스템 제공",
          "할인 시스템 및 주차 현황 관리 시스템 개발.",
          "PG사와의 연동을 통한 주차 할인 및 정기권 결제 시스템 개발.",
          "행안부 즉시감면 및 각 종 api 연동.",
        ],
        links: [],
        images: [],
        skills: [
          {
            skillId: 12,
          },
          {
            skillId: 14,
          },
          {
            skillId: 18,
          },
          {
            skillId: 19,
          },
          {
            skillId: 20,
          },
          {
            skillId: 37,
          },
          {
            skillId: 7,
          },
          {
            skillId: 36,
          },
          {
            skillId: 32,
          },
        ],
      },
      {
        id: "cloneCoding2",
        subTitle: "",
        innerTitle: "아이파킹 (주차 관리 웹)",
        icon: "🅿️",
        date: "2023년 3월 ~ 2023년 4월",
        description: [
          "웹 개발자로서 주차 관리 시스템 제공",
          "할인 시스템 및 주차 현황 관리 시스템 개발.",
          "PG사와의 연동을 통한 주차 할인 및 정기권 결제 시스템 개발.",
          "행안부 즉시감면 및 각 종 api 연동.",
        ],
        links: [],
        images: [],
        skills: [
          {
            skillId: 12,
          },
          {
            skillId: 14,
          },
          {
            skillId: 18,
          },
          {
            skillId: 19,
          },
          {
            skillId: 20,
          },
          {
            skillId: 37,
          },
          {
            skillId: 7,
          },
          {
            skillId: 36,
          },
          {
            skillId: 32,
          },
        ],
      },
      {
        id: "cloneCoding3",
        subTitle: "",
        innerTitle: "마블(MARVLE) 페이지",
        icon: "💥",
        date: "2023년 2월 ~ 2023년 2월",
        description: [
          "웹 개발자로서 주차 관리 시스템 제공",
          "할인 시스템 및 주차 현황 관리 시스템 개발.",
          "PG사와의 연동을 통한 주차 할인 및 정기권 결제 시스템 개발.",
          "행안부 즉시감면 및 각 종 api 연동.",
        ],
        links: [],
        images: [],
        skills: [
          {
            skillId: 12,
          },
          {
            skillId: 13,
          },
          {
            skillId: 14,
          },
          {
            skillId: 16,
          },
          {
            skillId: 19,
          },
          {
            skillId: 21,
          },
          {
            skillId: 32,
          },
        ],
      },
      {
        id: "cloneCoding4",
        subTitle: "",
        innerTitle: "트위터",
        icon: "🐣",
        date: "2023년 4월 ~ 2023년 4월",
        description: [
          "웹 개발자로서 주차 관리 시스템 제공",
          "할인 시스템 및 주차 현황 관리 시스템 개발.",
          "PG사와의 연동을 통한 주차 할인 및 정기권 결제 시스템 개발.",
          "행안부 즉시감면 및 각 종 api 연동.",
        ],
        links: [],
        images: [],
        skills: [
          {
            skillId: 12,
          },
          {
            skillId: 14,
          },
          {
            skillId: 18,
          },
          {
            skillId: 19,
          },
          {
            skillId: 20,
          },
          {
            skillId: 37,
          },
          {
            skillId: 7,
          },
          {
            skillId: 36,
          },
          {
            skillId: 32,
          },
        ],
      },
      {
        id: "cloneCoding5",
        subTitle: "",
        innerTitle: "인스타그램",
        icon: "📸",
        date: "2023년 7월 ~ 2023년 7월",
        description: [
          "웹 개발자로서 주차 관리 시스템 제공",
          "할인 시스템 및 주차 현황 관리 시스템 개발.",
          "PG사와의 연동을 통한 주차 할인 및 정기권 결제 시스템 개발.",
          "행안부 즉시감면 및 각 종 api 연동.",
        ],
        links: [],
        images: [],
        skills: [
          {
            skillId: 12,
          },
          {
            skillId: 14,
          },
          {
            skillId: 18,
          },
          {
            skillId: 19,
          },
          {
            skillId: 20,
          },
          {
            skillId: 37,
          },
          {
            skillId: 7,
          },
          {
            skillId: 36,
          },
          {
            skillId: 32,
          },
        ],
      },
    ],
  },
];
